"AuthTitle" = "El servidor proxy requiere autenticación.";
"AuthTitleRetry" = "No ha podido verificarse su nombre de usuario o su contraseña. Asegúrese de haberlos introducido correctamente e inténtelo de nuevo.";

// "Please log in to area "Secure" on the http proxy server example.apple.com"
"AuthMessage" = "Inicie sesión en el área “%1$@” del servidor proxy %2$@ %3$@.";

// "Please log in to the http proxy server example.apple.com"
"AuthMessageNoRealm" = "Inicie sesión en el servidor proxy %1$@ %2$@.";
